<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - О компании - Виды деятельности';
$this->breadcrumbs=array('О компании'=>'/company','Виды деятельности');

?>
<style type="text/css">
    ul.decimal li{
        padding: 3px 0;
        list-style-type: decimal
    }
    ul.disc{
        margin-bottom: 2px;
    }
    ul.disc li{
        list-style-type: disc;
    }
</style>
<h4 class="tcolor">Основные направления деятельности ОАО «НПП «Интеграл»:</h4>
<p>
<ul class="decimal">
    <li>Проектирование и разработка, освоение и промышленное производство, проведение испытаний, поставка, монтаж и пуско-наладка, ремонт и техническое обслуживание следующих видов продукции:</li>
    <ul class="disc">
        <li>
            компьютеризированные системы, приборы и оборудование для атомных станций;
        </li>
        <li>
            комплексы и системы технических средств охраны;
        </li>
        <li>
            комплексы охранной сигнализации протяженных и локальных объектов;
        </li>
        <li>
            средства обнаружения и управления доступом;
        </li>
        <li>
            системы пожаротушения для промышленных объектов, в том числе ядерно- и радиационно-опасных;
        </li>
        <li>
            информационные (криптографические) средства, защитные голографические знаки и другие новые изделия.
        </li>
    </ul>
    </li>
    <li>
        Разработка и реализация научно-технических идей, новых технологических процессов, конструкций, приборов, оборудования, технической документации на их производство и изготовление.
    </li>
    <li>
        Разработка и производство устройств управления водоограничением и токоограничением.
    </li>
    <li>
        Разработка и производство приборов учета потребления электроэнергии, оснащенных устройствами управления токоограничением.
    </li>
    <li>
        Поставка, производство металлических изделий с различными покрытиями, материалов, обладающих специальными свойствами.
    </li>
    <li>
        Организация производства продукции по заказам юридических лиц на договорных условиях.
    </li>
</ul>
</p>