<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - Контакты';
$this->breadcrumbs=array(
    'Контакты',
);
?>
<p>
<b>Открытое акционерное общество «Научно-производственное предприятие «Интеграл»</b>
</p>
<p>
Адрес: 119034, Россия,  г.Москва, ул.Пречистенка,  д.40/2,  стр.2
</p>
<p>
Тел.: +7 (499) 255-87-48,  255-34-39
</p>
<p>
Факс:  +7 (499) 255-87-48,  255-34-39
</p>
<p>
<br />
<b>Руководство компании:</b>
</p>
<p>
<b>Генеральный директор</b><br />Каплоухий Сергей Александрович<br />
</p>