<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - Контакты';
$this->breadcrumbs=array(
    'Контакты',
);
?>
<p>
ЗАО "СКБ "Тензор"
</p>
<p>
141980, Россия, Московская обл.,
г. Дубна, ул. Приборостроителей, д.2
</p>
<p>
Тел.: +7 (496) 217-03-61,
</p>
<p>
Факс: +7 (496) 217-03-60,
</p>
<p>
Тел.: +7 (495) 745-86-32
</p>
<p>
Секретарь:+7 (496) 217-03-61<br />
E-mail: skb_tenzor@tenzor.net
</p>
<p>
Группа маркетинга и продаж:<br />
Тел./Факс: +7 (496) 217-03-60 (доб. 122)<br />
менеджер Исаев Юрий 488738255<br />
E-mail: market@skbtenzor.ru
</p>
<p>
Руководство компании:
</p>
<p>
Директор<br />
Пушкин Владимир Александрович<br />
Тел.: +7 (496) 217-03-61
</p>
<p>
Заместитель директора по производству<br />
Малкин Юрий Сергеевич<br />
Тел.: +7 (496) 217-03-60 (доб. 105)
</p>
<p>
Заместитель директора по пусконаладочным работам<br />
Серебряков Василий Васильевич<br />
Тел.: +7 (496) 217-03-60 (доб. 104)
</p>
<p>
Заместитель директора по маркетингу<br />
Попов Владимир Васильевич<br />
Тел.: +7 (496) 217-03-77<br />
Тел.: +7 (496) 217-03-60 (доб. 143)
</p>
<p>
Главный бухгалтер<br />
Кутузова Ольга Васильевна<br />
Тел.: +7 (496) 217-03-60 (доб. 117)
</p>