<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - О компании - История';
$this->breadcrumbs=array('О компании'=>'/company','История');

?>
<h4 class="tcolor">Открытое акционерное общество «Научно-производственное предприятие «Интеграл» было создано в 1999 году.</h4>

<p>Открытое акционерное общество «Научно-производственное предприятие «Интеграл» (ОАО «НПП «Интеграл») было образовано на базе ОАО «Научно-производственное предприятие «Тензор», которое было создано для решения задач объединения финансового, производственного и научно-технического потенциалов предприятий сферы атомного машиностроения, вновь образованных предприятий на базе промышленной инфраструктуры Приборного завода «Тензор» и начало свою деятельность в 1998 году.</p>
<p>В связи с расширением видов деятельности в 2009 году ОАО «НПП «Тензор» было переименовано в ОАО «НПП «Интеграл», и на данный момент в перечень заказчиков предприятия входят такие организации, как Госкорпорация «Росатом», Министерство обороны РФ, ФСК ЕЭС России, ОАО «РусГидро», ОАО «РЖД».</p>
<p>Более 10 лет успешно реализуется сотрудничество предприятия с ФГУП «ГОЗНАК».</p>
<p>В 2011 году ОАО «НПП «Интеграл» внедрило систему экологического менеджмента на соответствие требованиям международного стандарта ИСО 14001-2009г., который подтверждается регулярными сертификационными аудитами.</p>
<p>В городе Дубне Московской области создан филиал ОАО «НПП «Интеграл», который является производственной площадкой, обеспечивающей стабильность и бесперебойность производственных процессов предприятия.</p>
<p>В настоящий момент ОАО «НПП «Интеграл» является одним из ведущих российских предприятий, обеспечивающих научную и производственную базу по созданию высокотехнологичных систем и оборудования. Постоянное удовлетворение требований и ожиданий потребителей, применение инновационных разработок позволяют обществу достигать высоких результатов и повышать конкурентоспособность производимой продукции.</p>