<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - Инновации';
$this->breadcrumbs=array(
    'Инновации',
);
if ( isset($_GET['pr']) && intval($_GET['pr']) == 1  ){
?>
        <h2>ИННОВАЦИОННЫЕ  ТЕХНИЧЕСКИЕ  УСТРОЙСТВА  –  ЭФФЕКТИВНЫЙ  ИНСТРУМЕНТАРИЙ  ВОЗДЕЙСТВИЯ  НА  ДОЛЖНИКОВ  ЗА  КОММУНАЛЬНЫЕ  РЕСУРСЫ  В  СФЕРЕ  ЖКХ</h2>

        <i style="float:right">«Мало того, что нужно жить, ежемесячно надо ещё и платить за это…»<br />
        Иосиф Бродский</i>
        <div style="float:left; margin-top: 30px">
            <p>
        ОАО «Научно-производственное предприятие «Интеграл» (Дубна, Московская область) представляет новую продукцию для сферы ЖКХ, а именно – устройства управления токоограничением (УТО) и водоограничением (УВО) с защитой от несанкционированных воздействий.
            </p>
            <p>
        Данные устройства могут быть установлены в системах электроснабжения, водоснабжения и теплоснабжения многоквартирных жилых домов в зонах ответственности поставщиков или исполнителей коммунальных услуг с целью ограничения подачи электрической и тепловой энергии, холодной и горячей воды собственникам квартир, имеющим задолженности за коммунальные услуги.
            </p>
            <p>
        Общеизвестно, что долги населения за потребленные коммунальные услуги в силу разных причин год от года растут. В связи с этим мы наблюдаем систематический рост тарифов на коммунальные услуги, отсутствие у поставщиков и исполнителей коммунальных услуг возможностей для своевременного ремонта и модернизации изношенных систем электро-, тепло- и водоснабжения, общую социальную напряжённость и даже воровство энергоресурсов!
            </p>
            <p>
        Из-за отсутствия у поставщиков и исполнителей коммунальных услуг комплексного подхода к работе с населением и единой политики в области энерго- и ресурсосбережения набор существующих мер воздействия на неплательщиков чрезвычайно примитивен, а сами меры – затратны, трудоёмки, малоэффективны и зачастую антигуманны. К примеру, трудно отрицать, насколько архаичным в 21 веке выглядит способ воздействия на неплательщиков посредством перекрытия им системы водоотведения (канализации). А ведь до настоящего времени это был чуть ли ни единственный способ воздействия на должника.
            </p>
            <p>
        На сегодняшний день применение запатентованных и сертифицированных устройств УТО и УВО является цивилизованной технологической возможностью введения ограничения (частичного или полного) подачи коммунальных ресурсов в отношении конкретного потребителя для уменьшения и ликвидации задолженности за предоставленные коммунальные услуги, а также с целью структурирования и организации мониторинга за своевременностью оплаты коммунальных услуг, и, как следствия, – повышения платежной дисциплины населения.
            </p>
            <p>
        Предлагаемые технические устройства призваны нарушить привычный ход бытовой жизнедеятельности той категории населения, которая систематически не оплачивает потребляемые коммунальные услуги. Как говорил всем известный Шерлок Холмс в знаменитом романе А. Конан Дойла: «Нет ничего более стимулирующего, чем когда всё идёт не так, как надо».
            </p>
            <p>
        Наличие нескольких ступеней ограничения подачи коммунальных ресурсов, а значит, избирательность, позволяет применять данные устройства для различных категорий потребителей-должников. Возможность установки УТО и УВО вне зоны ответственности собственника квартиры и использование функций ограничении без участия приборов учета потребления коммунальных ресурсов обеспечивают должную степень воздействия поставщиков и исполнителей услуг на должников.
            </p>
            <p>
        Вместе с тем социальная гибкость и мягкость принуждения должников к оплате за потребленные услуги обеспечивает необходимую гуманность данного метода воздействия.
            </p>
            <p>
        Адекватность применения предлагаемого инструментария, подкрепленного законодательными актами и нормами в системе ЖКХ РФ (Жилищный кодекс РФ; Постановления Правительства РФ «О предоставлении коммунальных услуг собственникам и пользователям помещений в многоквартирных домах и жилых домов», «О правилах, обязательных при заключении договоров снабжения коммунальными ресурсами для целей оказания коммунальных услуг», «Основные положения функционирования розничных рынков электрической энергии» (Правила полного и (или) частичного ограничения режима потребления электрической энергии), «Об организации теплоснабжения в Российской Федерации и о внесении изменений в некоторые акты Правительства РФ», «Об утверждении правил пользования системами коммунального водоснабжения и канализации в Российской Федерации»; Федеральный закон «О водоснабжении и водоотведении») дают в руки поставщиков и исполнителей коммунальных услуг механизм эффективного воздействия на должников, причем эти меры не ущемляют права добросовестных плательщиков.
            </p>
            <p>
        Устройства УТО и УВО могут быть установлены в системах электро-, тепло- и водоснабжения многоквартирных жилых домов застройщиками с учетом рекомендаций поставщиков и исполнителей коммунальных услуг на стадии проектирования и строительства, либо при проведении капитального ремонта.
            </p>
            <p>
        Мероприятия по внедрению УТО и УВО проводятся ОАО «НПП «Интеграл» при поддержке Министерства строительства и ЖКХ Российской Федерации, Правительства Московской области и Министерства строительного комплекса, ЖКХ и энергетики Московской области, ОАО «Мосэнергосбыт» и при активном участии муниципальных образований Московской области, инвесторов-застройщиков и исполнителей коммунальных услуг в лице управляющих компаний и товариществ собственников жилья.
            </p>
            <p>
        По оценке экспертов в сфере ЖКХ, метод воздействия на должников посредством использования УТО и УВО является наиболее оптимальным и позволяет достигнуть желаемого результата с минимальными затратами и наименьшими нежелательными эффектами.
            </p>
            <p>
        <div style="float: left; width: 100%">
        Контакты Группы инновационных проектов ОАО «НПП «Интеграл»:<br />
        141980, Россия, Московская область, г. Дубна, ул. Приборостроителей, 2, оф. 409<br />
        Тел./факс&nbsp;<a class="nolink black" href="tel:+7 (496) 217-03-83">+7 (496) 217-03-83</a><br />
        e-mail&nbsp;<a class="nolink black" href="mailto:ig@nppintegral.ru">ig@nppintegral.ru</a>
        </div>
        <span style="float: left; margin-top: 5px; width: 100%"><b>Руководитель группы:</b>&nbsp;&mdash;&nbsp;Петров Валерий Александрович</b>, доктор физ.-мат. наук, профессор</span>
        <span style="float: left; width: 100%">моб. тел.:&nbsp;<a class="nolink black" href="tel:+7(909) 656-64-41">+7(909) 656-64-41</a>,</span>
        <span style="float: left; margin-top: 5px; width: 100%"><b>Гл. менеджер проекта:</b>&nbsp;&mdash;&nbsp;Акелин Александр Владимирович</span>
        <span style="float: left; width: 100%">моб.тел.:&nbsp;<a class="nolink black" href="tel:+7(903) 726-25-55">+7(903) 726-25-55</a></span>
        <span style="float: left; margin-top: 5px; width: 100%"><b>Инженер группы:</b>&nbsp;&mdash;&nbsp;Тимонин Роман Владимирович</span>
        <span style="float: left; width: 100%">моб.тел.:&nbsp;<a class="nolink black" href="tel:+7(916) 375-56-98">+7(916) 375-56-98</a></span>
            </p>
        </div>
<?
}
else{
?>
    <p>
        <i>Управляющим организациям (ТСЖ) и всем предприятиям, работающим сфере предоставления жилищно-коммунальных услуг, – ОАО «НПП «Интеграл» предлагает инновационные решения по внедрению ресурсосберегающих технологий!</i>
    </p>
    <p>
        Наше предложение осуществляется в целях модернизации систем коммунальной инфраструктуры и обеспечивает повышение платежной дисциплины населения путем применения эффективных мер воздействия на неплательщиков за коммунальные услуги. В основе данных мер лежит введение ограничения на подачу электроэнергии и других коммунальных ресурсов (горячей и холодной воды) потребителям-неплательщикам.
    </p>
    <p>
        Использование новых технических решений и систем на их основе осуществляется в рамках Постановлений Правительства РФ № 354 от 06.05.2011г. и № 442 от 04.05.2012г. На все виды нового оборудования, как объекты промышленной собственности, получены патенты РФ.
    </p>
    <p>
        Исполнителям коммунальных услуг (Управляющим компаниям и Товариществам собственников жилья)!<br />
        При эксплуатации многоквартирных домов и проведении капитального ремонта предлагаем установку устройств управления водоограничением и токоограничением.
    </p>
    <p>
        Инвесторам-застройщикам и проектным организациям!<br />
        При проектировании и строительстве многоквартирных домов в рамках реализации Программ строительства жилья в Российской Федерации предлагаем использование устройств управления водоограничением и установку приборов учета потребления электроэнергии, оснащенных устройствами управления токоограничением.
    </p>
    <p style="float: left">
        <span style="float:left; ">Контакты группы инновационных проектов:</span>
        <span style="float:left; margin-top:5px; width:100%">тел./факс&nbsp;&nbsp;<a class="nolink black" href="tel:+7 496 217-03-83">+7 496 217-03-83</a></span>
        <span style="float:left; margin-top:5px; width:100%"><b>Руководитель группы</b>&nbsp;&mdash;&nbsp;Петров Валерий Александрович</span>
        <span style="float:left; margin-top:5px; width:100%"><b>Главный менеджер группы</b>&nbsp;&mdash;&nbsp;Акелин Александр Владимирович</span>
        <span style="float:left; margin-top:5px; width:100%"><b>Инженер группы</b>&nbsp;&mdash;&nbsp;Тимонин Роман Владимирович</span>
        <span style="float:left; margin-top:3px;">e-mail&nbsp;&nbsp;<a class="nolink black" href="mailto:ig@nppintegral.ru">ig@nppintegral.ru</a></span>
    </p>
    <p>
        <a target="_blank" href="/index.php?r=site/page&view=innovation&pr=1">Пресс-релиз</a>
    </p>
<?
}
?>








