<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - Новости';
$this->breadcrumbs=array(
    'Новости',
);
?>

<h3 class="news_title mtop0"><span>23 июня 2015 г.,</span>БЛАГОДАРНОСТЬ ЗА АКТИВНУЮ ПОЗИЦИЮ И ВКЛАД В РАЗВИТИЕ ЭНЕРГОСБЕРЕЖЕНИЯ И ПОВЫШЕНИЕ ЭНЕРГЕТИЧЕСКОЙ ЭФФЕКТИВНОСТИ</h3>
<p>
Вице-президент Национального объединения организаций в области энергосбережения и повышения энергетической эффективности Л.Ю.Питерский вручил Благодарственное письмо генеральному директору ОАО &laquo;НПП &laquo;Интеграл&raquo; С.А.Каплоухому за активное участие в I Всероссийском форуме &laquo;Энергоэффективная Россия&raquo;. В письме высоко оценен профессиональным сообществом его вклад в развитие энергосбережения и повышение энергетической эффективности.
</p>
<p>
I Всероссийский форум &laquo;Энергоэффективная Россия&raquo; состоялся 19 - 21 июня 2015 года.
</p>
<p>
От ОАО &laquo;НПП &laquo;Интеграл&raquo; в форуме принял участие руководитель инновационной группы, д.ф.-м.н., проф. В.А.Петров с презентацией &laquo;Новый способ управления электропотреблением в рамках государственной программы &laquo;Энергосбережение и повышение энергетической эффективности&raquo;.
</p>
<p>
Организаторами мероприятия выступили Национальное объединение организаций в области энергосбережения и повышения энергетической эффективности, Национальное объединение строителей, Национальное объединение проектировщиков и изыскателей. Официальную поддержку мероприятия осуществляли Государственная Дума Федерального Собрания РФ, Минэнерго России, Минстрой России.
</p>
<p>
В работе Форума приняли участие представители органов государственной власти, ведущие производители энергоэффективной продукции, топ-менеджеры и эксперты крупных инвестиционных, строительных, энергосервисных, энергоаудиторских и страховых компаний, научных организаций, банков, консалтинговых фирм из различных регионов России. Всего в Форуме приняли участие более 120 человек из 50 организаций.
</p>
<p>
По результатам дискуссии участниками форума были выработаны решения, направленные на повышения энергетической эффективности и касающиеся вопросов жилищного строительства, внедрения инновационных энергоэффективных технологий и экологичных материалов в ЖКХ и строительной отрасли, подготовки отраслевых специалистов и др. Решения Форума направлены в органы исполнительной и законодательной власти.
</p>
<p>
    <a target="_blank" href="http://no-e.ru/news/messages/osnovnye_itogi_i_vserossiyskogo_foruma_energoeffektivnaya_rossiya/">Основные итоги I всероссийского форума Энергоэффективная Россия</a>
</p>

<h3 class="news_title"><span>16 июня 2015 г.,</span>ПОПОЛНЕНИЕ РЕЕСТРА ИННОВАЦИОННОЙ ПРОДУКЦИИ МИНСТРОЯ МОСКОВСКОЙ ОБЛАСТИ</h3>
<p>
В Министерстве строительного комплекса Московской области состоялось заседание комиссии по инновационным материалам и оборудованию под председательством первого зам. министра строительного комплекса Руслана Тагиева. Четыре компании, в том числе, разработчик ресурсосберегающих технологий в сфере строительства и ЖКХ ОАО &laquo;НПП &laquo;Интеграл&raquo; представили свою продукцию.
</p>
<p>
Принципиально новый подход к сбережению энергетических ресурсов в многоквартирных домах был продемонстрирован ОАО &laquo;НПП &laquo;Интеграл&raquo; (г. Дубна). Его последние разработки – устройства управления ограничением подачи ресурсов (электроэнергии и воды) в квартиры, жители которых имеют просроченную задолженность за коммунальные услуги. Прибор включается в электрическую цепь либо устанавливается на сеть водоснабжения, и при отсутствии оплаты за поставленный ресурс исполнитель коммунальных услуг может ограничить (или отключить) ее в отношении неплательщика (должника), не затрагивая интересы добросовестных потребителей.
</p>
<p>
    <a target="_blank" href="http://msk.mosreg.ru/multimedia/novosti/glavnie/16-06-2015-10-56-58-reestr-innovatsionnoy-produktsii-minstroya-moskovs/#undefined">Реестр инновационной продукции Минстроя Московской области пополнят новинки строительной индустрии</a>
</p>

<h3 class="news_title"><span>27 мая 2015 г., Кириши Ленинградской области,</span>ЭНЕРГИЯ ВОЗМОЖНОСТЕЙ</h3>
<p>
В последних числах мая в городе Кириши Ленинградской области состоялся Форум &laquo;Энергия возможностей, участие в котором приняли более пятисот представителей малого и среднего бизнеса.
</p>
<p>
Сегодня Ленинградская область входит в &laquo;десятку&raquo; регионов России по темпам развития малого и среднего предпринимательства и обеспечивает трудовую занятость около тридцати процентов всех жителей области.
</p>
<p>
Форум &laquo;Энергия возможностей&raquo; призван показать уже достигнутые успехи в сфере развития малого и среднего бизнеса и выработать будущие направления его развития в Ленинградской области.
</p>
<p>
ОАО НПП &laquo;Интеграл&raquo; воспользовалось приглашением и приняло участие в форуме с презентацией выпускаемой инновационной продукции для использования при строительстве, капитальном ремонте МКД и в ЖКХ Ленинградской области.
</p>
<p>
Высокую оценку дал разработкам вице-губернатор Ленинградской области Ю.В.Пахомовский.
</p>

<h3 class="news_title"><span>20 мая 2015 г., Санкт-Петербург, ВК &laquo;ЭКСПОФОРУМ&raquo;</span>МЕЖРЕГИОНАЛЬНЫЙ ОБМЕН ОПЫТОМ</h3>
<p>
Межрегиональная конференция &laquo;Инновационные технологии в сфере ЖКХ, строительства и энергосбережения – обмен опытом&raquo; состоялась в Санкт-Петербурге 20 мая. Конференция была условно подразделена на 4 блока: &laquo;Энергосбережение и энергоресурсы&raquo;, &laquo;Капитальный ремонт&raquo;, &laquo;Вывоз и переработка отходов&raquo; и &laquo;Инновации, импортозамещение&raquo;. Участники конференции имели возможность представить свои наработки в этой сфере и обсудить волнующие всех вопросы по энергосбережению и внедрению инновационного продукта в области ЖКХ.
</p>
<p>
С докладом и презентацией &laquo;Применение устройств управления токо- и водоограничением в сфере ЖКХ&raquo; в рамках круглого стола выступил директор по региональному развитию и реализации продукции А.В.Акелин.
</p>

<h3 class="news_title"><span>24 апреля 2015г. Москва, Дом Правительства Московской области</span>В ПОИСКАХ КОНСТРУКТИВА</h3>
<p>
Представители ОАО &laquo;НПП &laquo;Интеграл&raquo; приняли участие в расширенном совещании и выставке материалов и технологий, предназначенных для капитального ремонта, которые состоялись 24 апреля в Доме Правительства Московской области.
</p>
<p>
Форум инициирован Министерством строительного комплекса Московской области, совместно с НО &laquo;Фонд капитального ремонта общего имущества многоквартирных домов&raquo;.
</p>
<p>
В работе выездного заседания экспертного совета по жилищной политике и жилищно-коммунальному хозяйству при Комитете Государственной Думы Федерального Собрания Российской Федерации по жилищной политике и жилищно-коммунальному хозяйству приняли участие 1-ый зам. председателя комитета ГД по жилищной политике и ЖКХ Е.Л.Николаева, зам. председателя Правительства Московской области Г.В.Елянюшкин, министр строительного комплекса Московской области М.Е.Оглоблина, представители Фонда содействия реформировании. ЖКХ, Министерства строительства и ЖКХ РФ, главы муниципальных образований Московской области.
</p>

<h3 class="news_title"><span>23 апреля 2015 г., Москва, МЭИ</span>ЭНЕРГОСБЕРЕЖЕНИЕ. МЕЖДУНАРОДНЫЙ ДИАЛОГ</h3>
<p>
Вторая Международная Конференция &laquo;Финансирование проектов по энергосбережению и возобновляемым источникам энергии. Практика реализации энергосервисных контрактов в России и странах СНГ&raquo; состоялась в Москве.
</p>
<p>
В программе: обсуждение вопросов модернизации объектов коммунальной энергетики; международный и российский опыт привлечения инвестиций в инновационные проекты повышения энергоэффективности; повышение платежной дисциплины в ТЭК; технико-экономическое обоснование выбора мероприятий по повышению энергоэффективности объектов коммунальной энергетики и потребителей бюджетной сферы; опыт реализации финансовых механизмов государственно-частного партнерства в области повышения энергоэффективности.
</p>
<p>
В дискуссии &laquo;Наилучшие технические решения и технологии в области энергосбережения и повышения энергетической эффективности. Опыт реализации энергосберегающих мероприятий&raquo; принял участие директор по региональному развитию и реализации продукции ОАО &laquo;НПП &laquo;Интеграл&raquo; Александр Владимирович Акелин с докладом &laquo;Применение устройств токоограничения (УТО) и водоограничения (УВО) при строительстве, капитальном ремонте МКД и в жилищно-коммунальном хозяйстве для обеспечения эффективных мер воздействия на должников и повышения платежной дисциплины населения за потребленные коммунальные услуги&raquo;.
</p>

<h3 class="news_title"><span>25-27 марта 2015 г., Рязань, КВЦ &laquo;ОКА&raquo;</span>XXVI специализированная выставка &laquo;СТРОЙИНДУСТРИЯ – 2015&raquo; состоялась 25-27 марта в Рязани.</h3>
<p>
Достойное место заняла экспозиция ОАО НПП &laquo;Интеграл&raquo;, на которой были представлены инновационные разработки в сфере ЖКХ устройств управления токо- и водоограничением.
</p>
<p>
В ходе выставки состоялся семинар &laquo;Развитие жилищного строительства, барьеры и пути их преодоления&raquo;, организованный Министерством строительного комплекса Рязанской области, в котором приняли участие 1-ый зам. председателя комитета ГД по жилищной политике и ЖКХ Е.Л.Николаева и зам. министра строительства и ЖКХ РФ Е.О.Сиэрра.
</p>

<h3 class="news_title"><span>19 марта 2015 г., Тверь</span>VI научно-практическая конференция по энергосбережению &laquo;ЭНЕРГИЯ – ВАШИ ДЕНЬГИ&raquo;</h3>
<p>
В Твери состоялась VI научно-практическая конференция по энергосбережению &laquo;ЭНЕРГИЯ – ВАШИ ДЕНЬГИ&raquo;, посвященная Дню работника жилищно-коммунального хозяйства, на которой участники обменялись мнениями и поделились опытом по обозначенной теме. Представители ОАО &laquo;НПП &laquo;Интеграл&raquo;, как участники форума, обсудили вопросы, касающиеся жилищной политики и жилищно-коммунального хозяйства, выступили с презентацией выпускаемой инновационной продукции в рамках круглого стола с участием руководителей топливно-энергетического комплекса, жилищно-коммунального хозяйства и управляющих компаний региона.
</p>