<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - Продукция';
$this->breadcrumbs=array(
    'Продукция',
);
?>
<p>
    <ul>
        <li>Интегрированная система безопасности "Квазар"</li>
        <li>Устройство для самотушения горящих жидкостей</li>
        <li>Автономная установка пожаротушения</li>
        <li>Модули газового пожаротушения</li>
        <li>Прибор приемно-контрольный охранно-пожарный пусковой ППКОП “Кристалл-3П”</li>
        <li>Пульт централизованного наблюдения ПЦН-01Ф</li>
        <li>Имитатор исполнительных устройств</li>
        <li>Системы контроля и управления противопожарной защитой</li>
        <li>Прибор приемно-контрольный и управления пожарный адресный АСПТ-А    </li>
        <li>Комутационные и соединительные коробки КИП</li>
    </ul>
</p>