<?php

function uto(){
    return '
    <h4 class="tcolor">Назначение</h4>
    <p>
    Устройства управления токоограничением (далее УТО) предназначены  для использования на розничном рынке коммунальных услуг, в т.ч. розничном рынке электроэнергии (РРЭ) для повышения собираемости платежей за коммунальные услуги и принятию мер воздействия на потребителей-задолжников в системе жилищно-коммунального хозяйства (ЖКХ).
    </p>
    <h4 class="tcolor">Принцип действия</h4>
    <p>
    Устройства типа УТО устанавливаются в электрической цепи потребителя электроэнергии до или после его прибора учета потребления электрической энергии и имеют возможность осуществлять ступенчатое ограничение по току нагрузки, которое может быть введено в случае появления у потребителя задолженности по оплате в пределах установленных Постановлением Правительства РФ № 442 от 04.05.2012г. «Основные положения функционирования розничных рынков электрической энергии (Правила полного и (или) частичного ограничения режима потребления электрической энергии)». Операции по введению определенной ступени ограничения по току или полному отключению от подачи электроэнергии осуществляют лица, уполномоченные на эти действия. В основе работы устройств типа УТО лежат запатентованные в РФ изобретение и полезные модели.
    </p>
    <h4 class="tcolor">Особенности</h4>
    <p>
    Устройства типа УТО работают независимо от прибора учета электрической энергии и даже в его отсутствии.
    </p>
    <h4 class="tcolor">Варианты исполнения</h4>
    <p>
    Устройства управления токоограничением для однофазного (УТО-01Ф1) переменного тока рассчитаны для применения в электрических сетях 0,4кВ:
        <ul>
            <li>
            УТО-01Ф1 для однофазной сети 220В с ручным переключением ступеней ограничения с помощью ключа iButton или ИК пульта
            </li>
            <li>
            УТО-01Ф1/20У для однофазной сети 220В с ручным отключением/выключением подачи электроэнергии с помощью ключа iButton или ИК пульта
            </li>
        </ul>
    </p>
    <p>
        <img src="images/products/uto.png" />
        <img src="images/products/uto1.png"/>
    </p>
    <h4 class="tcolor">Технические характеристики</h4>
    <p>
    По устойчивости к воздействию температуры и влажности окружающей среды УТО соответствуют исполнению УХЛ (NF) по ГОСТ 15150.<br />
    По устойчивости к механическим воздействиям УТО соответствуют группе исполнения L1 по ГОСТ Р 52931.<br />
    По степени защиты, обеспечиваемой оболочкой, УТО соответствуют IР20 по ГОСТ 14254.<br />
    УТО рассчитаны на непрерывный круглосуточный режим работы.<br />
    УТО обеспечивают выполнение следующих функций:
        <ul>
            <li>
            контроль тока потребления
            </li>
            <li>
            отключение потребителя от сети электропитания в случае превышения потребляемого тока выше   порога ограничения
            </li>
            <li>
            автоматическое повторное подключения потребителя к сети электропитания при уменьшении токопотребления ниже установленного порога ограничения
            </li>
        </ul>
    Рабочее напряжение переменного тока частотой 50 Гц ± 5% составляет: для УТО–01Ф 1 — 220В ± 10%<br />
    Средняя наработка на отказ УТО не менее 30000 ч.<br />
    Средний срок службы УТО 10 лет.<br />
    Внутри электрических щитков УТО крепится на DIN-рейку.
    </p>
    <h4 class="tcolor">Варианты размещения  УТО в многоквартирном жилом доме</h4>
    <p>
    Устройства управления токоограничением УТО в многоквартирном жилом доме могут размещаться внутри этажных электрических щитков старой конструкции на месте размещения пакетных выключателей.
    </p>
    <p>
    В электрических щитках старой конструкции устройства УТО могут быть  установлены на DIN-рейку в специальной коммутационной коробке, изготовленной из металла, у которой крышка может быть опломбирована для защиты от несанкционированного доступа.
    </p>
    <p>
    В электрических щитках нового типа устройства УТО  могут быть  установлены на DIN-рейку вместе с автоматическими выключателями (АВ) и закрываться общей металлической пластиной с окнами для доступа к органам управления.
    </p>
    <p>
        <img src="images/products/kk_f.png" />
    </p>
    <h4 class="tcolor">Преимущества устройств управления токоограничением</h4>
    <p>
        <ul>
            <li>Привязка всех технических решений к возможности реализовать с их использованием все процедуры, описанные в ПП РФ №354 и №442 при работе с неплательщиками за коммунальные ресурсы.</li>
            <li>Главная отличительная особенность новых устройств состоит в том, что они осуществляют все функции ограничения и отключения нагрузки по собственному измерительному тракту, реализованному без участия приборов учета потребления электроэнергии.</li>
            <li>Новые устройства могут использоваться в любых электрических цепях и располагаться до или после электросчетчиков в электрической цепи, а также в отсутствии электросчетчиков. Эти устройства могут использоваться, когда электросчетчики потребителей находятся как в их квартирах так и в других местах.</li>
            <li>Новые устройства могут использоваться в любых электрических цепях и располагаться до или после электросчетчиков в электрической цепи, а также в отсутствии электросчетчиков. Эти устройства могут использоваться, когда электросчетчики потребителей находятся как в их квартирах так и в других местах.</li>
            <li>Реализуемые с использованием новых технических решений способы повышения платежной дисциплины являются мягкими, гуманными и имеющими правовую защиту.</li>
        </ul>
    </p>
    ';
}

function uvo(){
    return '
            <h4 class="tcolor">Назначение</h4>
            <p>Устройства управления водоограничением (далее УВО) предназначены  для использования на розничном рынке коммунальных услуг, для повышения собираемости платежей за коммунальные услуги (ХВС и ГВС) и принятию мер воздействия на потребителей-должников в системе жилищно-коммунального хозяйства (ЖКХ).</p>
            <h4 class="tcolor">Принцип действия</h4>
            <p>Устройства управления водоограничением устанавливаются на трубопроводы холодной и горячей воды в системе водоснабжения многоквартирного дома. Установка УВО выполняется в зоне ответственности исполнителя коммунальных услуг (УК, ТСЖ и т.п.), и предоставляет возможность осуществлять избирательное ограничение подачи коммунального ресурса (ХВС и ГВС), которое может быть введено в случае появления у потребителя задолженности за коммунальные услуги в соответствии с ПП РФ № 354 от 06.05.11 г. «О предоставлении коммунальных услуг собственникам и пользователям помещений в многоквартирных домах и жилых домов».</p>
            <h4 class="tcolor">Нормативное регулирование процесса водоограничения</h4>
            <p>Правительством РФ утверждены правила предоставления водоснабжения и водоотведения, которые конкретизируют и регулируют отношения, возникающие между потребителями и поставщиками коммунальных услуг. Полномочия собственников жилых помещений и управляющей компании закреплены в 4 статье Федерального закона за № 416 от 07.12.2011 г. "О водоснабжении и водоотведении".</p>
            <p>В Правилах пользования системами коммунального водоснабжения и канализации, утвержденных Правительством РФ (ПП РФ № 167 от 12.02.1999г.), также приведены понятия границ эксплуатационной ответственности, в качестве которой признается линия раздела элементов систем водоснабжения по признаку обязанностей (ответственности) за эксплуатацию элементов систем водоснабжения, устанавливаемая соглашением сторон. При отсутствии такого соглашения граница эксплуатационной ответственности определяется по границе балансовой принадлежности. Граница ответственности за эксплуатацию инженерных сетей, устройств и оборудования между общим имуществом в многоквартирном жилом доме и личным имуществом - помещением Собственника в системах отопления, горячего и холодного водоснабжения является: отсекающая арматура (первый вентиль) от стояковых трубопроводов, расположенных в помещении (квартире). </p>
            <p>В соответствии с ПП РФ № 354 от 06.05.11 г.  определены основания и порядок приостановления или ограничения предоставления коммунальных услуг, а также регламентируются вопросы, связанные с наступлением ответственности исполнителей и потребителей коммунальных услуг, в соответствии с которыми исполнитель коммунальных услуг, при наступлении соответствующих условий , имеет право на временное отключение ГВС и ограничения ХВС.</p>
            <h4 class="tcolor">Технические характеристики УВО</h4>
            <p>
                <ul>
                    <li>Нормальное давление: 1,6МРа</li>
                    <li>Материал исполнения: латунь</li>
                    <li>Рабочая среда: вода</li>
                    <li>Рабочая температора: от 1 до 120 С</li>
                </ul>
            </p>
            <p>
                <img src="images/products/uvo_f.png" />
            </p>
            <h4 class="tcolor">Варианты исполнения защиты УВО</h4>
            <p>Все варианты исполнения защиты от несанкционированного доступа УВО предусматривают наличие в запирающем элементе магнитного «секрета».  Только с использованием соответствующей головки возможен процесс отпирания/запирания крана. В случае необходимости место доступа к ключу доступа может пломбироваться. Конструктивное исполнение УВО позволяет осуществить несколько ступеней ограничения или полное отключение водоснабжения.</p>
            <p>
                <img src="images/products/uvo_s1.png" />
                <img src="images/products/uvo_s2.png" />
                <img src="images/products/uvo_s3.png" />
                <img src="images/products/uvo_s4.png" />
            </p>
            <p>Устройства группы УВО патентуются как объект промышленной собственности в РФ. Изделия изготавливаются на производственной базе ОАО «Приборный завод «Тензор» г.Дубна. Продукция сертифицирована (ТУ3712-001-50157563-14).</p>
        ';

}

function plist(){
    return '
                <div class="clickable" onclick="window.location.href=\'/index.php?r=site/page&view=production&show=uto\'">
                    <div class="product">
                        <img id="uto" src="images/products/uto.png"/>
                        <label class="pname" for="uto">Устройства управления токоограничением</label>
                    </div>
                </div>
                <div class="clickable" onclick="window.location.href=\'/index.php?r=site/page&view=production&show=uvo\'">
                    <div class="product">
                        <img id="uvo" src="images/products/uvo.png"/>
                        <label class="pname" for="uvo">Устройства управления водоограничением</label>
                    </div>
                </div>
            ';
}

if( isset($_GET['show']) && $_GET['show'] != '' ){

    switch( $_GET['show'] ){
        case 'uto':
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция - Устройства управления токоограничением';
            $this->breadcrumbs=array('Продукция'=>array('site/page', 'view'=>'production'),'Устройства управления токоограничением');
            echo uto();
            break;
        case 'uvo':
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция - Устройства управления водоограничением';
            $this->breadcrumbs=array('Продукция'=>array('site/page', 'view'=>'production'),'Устройства управления водоограничением');
            echo uvo();
            break;
        default:
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция';
            $this->breadcrumbs=array('Продукция',);
            echo plist();
            break;
    }
}
else{
    $this->pageTitle=Yii::app()->name . ' - Продукция';
    $this->breadcrumbs=array('Продукция',);

    echo plist();
}
?>