<?php

function uto(){
    return '
    <h4 class="tcolor">Назначение</h4>
    <p>
    Устройства управления токоограничением (далее УТО) предназначены  для использования на розничном рынке коммунальных услуг, в т.ч. розничном рынке электроэнергии (РРЭ) для повышения собираемости платежей за коммунальные услуги и принятию мер воздействия на потребителей-задолжников в системе жилищно-коммунального хозяйства (ЖКХ).
    </p>
    <h4 class="tcolor">Принцип действия</h4>
    <p>
    Устройства типа УТО устанавливаются в электрической цепи потребителя электроэнергии до или после его прибора учета потребления электрической энергии и имеют возможность осуществлять ступенчатое ограничение по току нагрузки, которое может быть введено в случае появления у потребителя задолженности по оплате в пределах установленных Постановлением Правительства РФ № 442 от 04.05.2012г. «Основные положения функционирования розничных рынков электрической энергии (Правила полного и (или) частичного ограничения режима потребления электрической энергии)». Операции по введению определенной ступени ограничения по току или полному отключению от подачи электроэнергии осуществляют лица, уполномоченные на эти действия. В основе работы устройств типа УТО лежат запатентованные в РФ изобретение и полезные модели.
    </p>
    <h4 class="tcolor">Особенности</h4>
    <p>
    Устройства типа УТО работают независимо от прибора учета электрической энергии и даже в его отсутствии.
    </p>
    <h4 class="tcolor">Варианты исполнения</h4>
    <p>
    Устройства управления токоограничением для однофазного (УТО-01Ф1) переменного тока рассчитаны для применения в электрических сетях 0,4кВ:
        <ul>
            <li>
            УТО-01Ф1 для однофазной сети 220В с ручным переключением ступеней ограничения с помощью ключа iButton или ИК пульта
            </li>
            <li>
            УТО-01Ф1/20У для однофазной сети 220В с ручным отключением/выключением подачи электроэнергии с помощью ключа iButton или ИК пульта
            </li>
        </ul>
    </p>
    <p>
        <img src="images/products/uto_cr.JPG" />
        <img src="images/products/uto_m200.JPG"/>
    </p>
    <h4 class="tcolor">Технические характеристики</h4>
    <p>
    По устойчивости к воздействию температуры и влажности окружающей среды УТО соответствуют исполнению УХЛ (NF) по ГОСТ 15150.<br />
    По устойчивости к механическим воздействиям УТО соответствуют группе исполнения L1 по ГОСТ Р 52931.<br />
    По степени защиты, обеспечиваемой оболочкой, УТО соответствуют IР20 по ГОСТ 14254.<br />
    УТО рассчитаны на непрерывный круглосуточный режим работы.<br />
    УТО обеспечивают выполнение следующих функций:
        <ul>
            <li>
            контроль тока потребления
            </li>
            <li>
            отключение потребителя от сети электропитания в случае превышения потребляемого тока выше   порога ограничения
            </li>
            <li>
            автоматическое повторное подключения потребителя к сети электропитания при уменьшении токопотребления ниже установленного порога ограничения
            </li>
        </ul>
    Рабочее напряжение переменного тока частотой 50 Гц ± 5% составляет: для УТО–01Ф 1 — 220В ± 10%<br />
    Средняя наработка на отказ УТО не менее 30000 ч.<br />
    Средний срок службы УТО 10 лет.<br />
    Внутри электрических щитков УТО крепится на DIN-рейку.
    </p>
    <h4 class="tcolor">Варианты размещения  УТО в многоквартирном жилом доме</h4>
    <p>
    Устройства управления токоограничением УТО в многоквартирном жилом доме могут размещаться внутри этажных электрических щитков старой конструкции на месте размещения пакетных выключателей.
    </p>
    <p>
    В электрических щитках старой конструкции устройства УТО могут быть  установлены на DIN-рейку в специальной коммутационной коробке, изготовленной из металла, у которой крышка может быть опломбирована для защиты от несанкционированного доступа.
    </p>
    <p>
    В электрических щитках нового типа устройства УТО  могут быть  установлены на DIN-рейку вместе с автоматическими выключателями (АВ) и закрываться общей металлической пластиной с окнами для доступа к органам управления.
    </p>
    <p>
        <img src="images/products/kk_f.JPG" width="800"/>
    </p>
    <h4 class="tcolor">Преимущества устройств управления токоограничением</h4>
    <p>
        <ul>
            <li>Привязка всех технических решений к возможности реализовать с их использованием все процедуры, описанные в ПП РФ №354 и №442 при работе с неплательщиками за коммунальные ресурсы.</li>
            <li>Главная отличительная особенность новых устройств состоит в том, что они осуществляют все функции ограничения и отключения нагрузки по собственному измерительному тракту, реализованному без участия приборов учета потребления электроэнергии.</li>
            <li>Новые устройства могут использоваться в любых электрических цепях и располагаться до или после электросчетчиков в электрической цепи, а также в отсутствии электросчетчиков. Эти устройства могут использоваться, когда электросчетчики потребителей находятся как в их квартирах так и в других местах.</li>
            <li>Новые устройства могут использоваться в любых электрических цепях и располагаться до или после электросчетчиков в электрической цепи, а также в отсутствии электросчетчиков. Эти устройства могут использоваться, когда электросчетчики потребителей находятся как в их квартирах так и в других местах.</li>
            <li>Реализуемые с использованием новых технических решений способы повышения платежной дисциплины являются мягкими, гуманными и имеющими правовую защиту.</li>
        </ul>
    </p>
    ';
}

function uvo(){
    return '
            <h4 class="tcolor">Назначение</h4>
            <p>Устройства управления водоограничением (далее УВО) предназначены для использования при строительстве многоквартирных домов (МКД) и в сфере ЖКХ, для повышения собираемости платежей за коммунальные услуги (ХВС, ГВС и теплоснабжение) и принятия мер воздействия на потребителей-должников.</p>

            <h4 class="tcolor mtop25em">Нормативное регулирование процесса водоограничения</h4>
            <p>Правительством РФ утверждены правила предоставления водоснабжения и водоотведения, которые конкретизируют и регулируют отношения, возникающие между потребителями и поставщиками коммунальных услуг. Полномочия собственников жилых помещений и управляющей компании (УК) закреплены в 4 статье Федерального закона за № 416 от 07.12.2011 г. "О водоснабжении и водоотведении".</p>
            <p>В Правилах пользования системами коммунального водоснабжения и канализации (ПП РФ № 167 от 12.02.1999г.) также приведены понятия границ эксплуатационной ответственности, в качестве которой признается линия раздела элементов систем водоснабжения по признаку обязанностей (ответственности) за эксплуатацию элементов систем водоснабжения, устанавливаемая соглашением сторон. При отсутствии такого соглашения граница эксплуатационной ответственности определяется по границе балансовой принадлежности. Граница ответственности за эксплуатацию инженерных сетей, устройств и оборудования между общим имуществом в многоквартирном жилом доме и личным имуществом - помещением Собственника в системах отопления, горячего и холодного водоснабжения является: отсекающая арматура (первый вентиль) от стояковых трубопроводов, расположенных в помещении (квартире).</p>
            <p>В соответствии с ПП РФ № 354 от 06.05.11 г. и ПП РФ № 808 от 08.08.12 определены основания и порядок приостановления или ограничения предоставления коммунальных услуг, а также регламентируются вопросы, связанные с наступлением ответственности исполнителей и потребителей коммунальных услуг, в соответствии с которыми исполнитель коммунальных услуг (ИКУ), при наступлении соответствующих условий, имеет право на временное отключение ГВС, ограничение ХВС и теплоснабжения ТС.</p>

            <h4 class="tcolor mtop25em">Различные виды исполнения устройств УВО</h4>
            <p style="width: 100%; float: left; margin-bottom: 10px;">
                <span style="width: 250px; float: left; text-align: center; margin-left: 25px;">Холодное водоснабжение<br />(ХВС)</span>
                <span style="width:250px; float: left; text-align: center; margin-left: 25px;">Горячее водоснабжение<br />(ГВС)</span>
                <span style="width:250px; float: left; text-align: center; margin-left: 25px;">Теплоснабжение<br />(ТС)</span>
            </p>
            <p>
                <img src="images/products/uvo_cw.JPG" width="300px"/>
                <img src="images/products/uvo_hw.JPG" height="265px"/>
                <img src="images/products/uvo_h.JPG" width="300px" height="265px"/>
            </p>

            <h4 class="tcolor mtop25em">Схема распределения зон эксплуатационной ответственности в многоквартирном доме (МКД) для ХВС и ГВС</h4>
            <div style="height: 330px;">
                <img style="float: left;" src="images/products/taps.png"/>
                <span style="margin-left: 10px;">Основное оборудование системы водоснабжения с УВО в МКД:</span>
                <ul style="list-style-type: decimal; width: 41%; float: left; display: block; margin: 5px 0 0 10px;">
                    <li>Водорозетки–подключение стиральной машины, смесителя раковины, смесителя ванны и т.п.</li>
                    <li>Счетчики ГВС и ХВС</li>
                    <li>Краны отсечки горячей и холодной воды</li>
                    <li>Устройства УВО ГВС и ХВС</li>
                    <li>Фильтр грубой очистки воды</li>
                    <li>Стояки ГВС и ХВС</li>
                </ul>
            </div>
            <p style="width: 55%">
            I – зона ответственности потребителя, II – зона ответственности исполнителя коммунальных услуг
            </p>

            <h4 class="tcolor mtop25em">Принцип действия</h4>
            <p>Устройства управления водоограничением устанавливаются на трубопроводы холодной и горячей воды и теплоснабжения в системе водоснабжения многоквартирного дома, выполненой по системе горизонтальной разводки ХВС и ГВС. Установка УВО выполняется в зоне ответственности ИКУ (УК, ТСЖ и т.п.), и предоставляет возможность осуществлять избирательное ограничение подачи коммунального ресурса (ХВС, ГВС и теплоснабжение).</p>
            <p>Для защиты от несанкционированного доступа УВО имеют в наличии запирающий элемент с магнитным «секретом». Только с использованием соответствующей головки возможен процесс отпирания/запирания запирающего элемента шарового крана. Для ГВС и ХВС УВО имеют перед шаровым краном встроенный фильтр грубой очистки. Конструктивное исполнение УВО позволяет осуществить несколько ступеней ограничения или полное отключение водоснабжения. Механизм доступа также закрывается колпачком (синего цвета для холодной воды и красного для горячей воды), который пломбируется. Для ХВС в УВО кране основного отверстия в шаровом кране выполнено дополнительное отверстие малого диаметра, ось которого перпендикулярна основному.</p>
            <p>
                <img src="images/products/uvo_w1r.png" />
                <img src="images/products/uvo_w2r.png" />
            </p>
            <p style="width: 100%; float: left; margin-top: -15px;">
                <span style="width: 250px; float: left; text-align: center; margin-left: 25px;">Доступ к шаровому крану закрыт магнитной заглушкой</span>
                <span style="width:250px; float: left; text-align: center; margin-left: 55px;">Доступ к шаровому крану открыт для установки органичения</span>
            </p>
            <p>Устройства группы УВО запатентованы в РФ как объект промышленной собственности (Патент РФ №143769). Продукция сертифицирована (ТУ3712-001-50157563-14). Регистрационный номер декларации о соответствии: <a href="http://fsa.gov.ru/index/staticview/id/70/" target="_blank">TC N RU Д-RU.АЛ16.В.7041</a>.</p>
            ';

}

function plist(){
    return '
            <style type="text/css">
            ul.decimal li{
                padding: 3px 0;
                list-style-type: decimal
            }
            ul.disc{
                margin-bottom: 2px;
            }
            ul.disc li{
                list-style-type: disc;
            }
            </style>
            <h4 class="tcolor">Основные направления деятельности ОАО «НПП «Интеграл»:</h4>
            <p>
                <ul class="decimal">
                    <li>Проектирование и разработка, освоение и промышленное производство, проведение испытаний, поставка, монтаж и пуско-наладка, ремонт и техническое обслуживание следующих видов продукции:</li>
                        <ul class="disc">
                            <li>
                            компьютеризированные системы, приборы и оборудование для атомных станций;
                            </li>
                            <li>
                            комплексы и системы технических средств охраны;
                            </li>
                            <li>
                            комплексы охранной сигнализации протяженных и локальных объектов;
                            </li>
                            <li>
                            средства обнаружения и управления доступом;
                            </li>
                            <li>
                            системы пожаротушения для промышленных объектов, в том числе ядерно- и радиационно-опасных;
                            </li>
                            <li>
                            информационные (криптографические) средства, защитные голографические знаки и другие новые изделия.
                            </li>
                        </ul>
                    </li>
                    <li>
                    Разработка и реализация научно-технических идей, новых технологических процессов, конструкций, приборов, оборудования, технической документации на их производство и изготовление.
                    </li>
                    <li>
                    Установка устройств управления водоограничением и токоограничением.
                    </li>
                    <li>
                    Установка приборов учета потребления электроэнергии, оснащенных устройствами управления токоограничением.
                    </li>
                    <li>
                    Поставка, производство металлических изделий с различными покрытиями, материалов, обладающих специальными свойствами.
                    </li>
                    <li>
                    Организация производства продукции по заказам юридических лиц на договорных условиях.
                    </li>
                </ul>
            </p>
            <div class="clickable" onclick="window.location.href=\'index.php?r=site/page&view=production&show=uto\'">
                <div class="product">
                    <img id="uto" src="images/products/uto_cr.JPG"/>
                    <label class="pname" for="uto">Устройства управления токоограничением</label>
                </div>
            </div>
            <div class="clickable" onclick="window.location.href=\'index.php?r=site/page&view=production&show=uvo\'">
                <div class="product">
                    <img id="uvo" src="images/products/uvo_s.JPG"/>
                    <label class="pname" for="uvo">Устройства управления водоограничением</label>
                </div>
            </div>';
}

if( isset($_GET['show']) && $_GET['show'] != '' ){

    switch( $_GET['show'] ){
        case 'uto':
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция и услуги - Устройства управления токоограничением';
            $this->breadcrumbs=array('Продукция и услуги'=>array('site/page', 'view'=>'production'),'Устройства управления токоограничением');
            echo uto();
            break;
        case 'uvo':
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция и услуги - Устройства управления водоограничением';
            $this->breadcrumbs=array('Продукция и услуги'=>array('site/page', 'view'=>'production'),'Устройства управления водоограничением');
            echo uvo();
            break;
        default:
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция и услуги';
            $this->breadcrumbs=array('Продукция и услуги',);
            echo plist();
            break;
    }
}
else{
    $this->pageTitle=Yii::app()->name . ' - Продукция и услуги';
    $this->breadcrumbs=array('Продукция и услуги',);

    echo plist();
}
?>