<?php

function uto(){
    return '
    <h4 class="tcolor">Назначение</h4>
    <p>
    Устройство управления токоограничением УТО-01Ф1 (далее УТО-01Ф1) предназначено для использования при строительстве, капитальном ремонте многоквартирных домов (МКД) и в жилищно-коммунальном хозяйстве, а также на розничном рынке электроэнергии (РРЭ) в целях повышения собираемости платежей за потребленные коммунальные услуги (электроэнергию) и принятия эфективных мер воздействия на должников.
    </p>

    <h4 class="tcolor mtop25em">Принцип действия</h4>
    <p>
    Устройство типа УТО-01Ф1 устанавливается в электрической цепи потребителя электроэнергии до или после прибора учета потребления электрической энергии и имеет возможность осуществлять ступенчатое ограничение (отключение) по току нагрузки, которое может быть введено в случае появления у потребителя задолженности по оплате в пределах установленных Постановлением Правительства РФ № 354 от 06.05.2011 г. "О предоставлении коммунальных услуг собственникам и пользователям помещений в многоквартирных домах и жилых домов". Мероприятия по введению ограничения потребляемой мощности или полному отключению от подачи электроэнергии осуществляют лица, уполномоченные на эти действия. В основе работы устройств типа УТО-01Ф1 лежат запатентованные в РФ изобретения и полезные модели.
    </p>

    <h4 class="tcolor mtop25em">Особенности</h4>
    <p>
    Устройства типа УТО-01Ф1 работают независимо от прибора учета электрической энергии. При наличии прибора учета устройства УТО-01Ф1 могут быть установлены как перед счетчиком, так и после него.
    </p>

    <h4 class="tcolor mtop25em">Технические характеристики</h4>
    <p>
    По устойчивости к воздействию температуры и влажности окружающей среды устройство УТО-01Ф1 соответствует исполнению УХЛ (NF) по ГОСТ 15150.<br />
    По устойчивости к механическим воздействиям устройство УТО-01Ф1 соответствует группе исполнения L1 по ГОСТ Р 52931.<br />
    По степени защиты, обеспечиваемой оболочкой, устройство УТО-01Ф1 соответствует IР20 по ГОСТ 14254.<br />
    Устройство УТО-01Ф1 рассчитано на непрерывный круглосуточный режим работы.<br />
    Устройство УТО-01Ф1 обеспечивает выполнение следующих функций:
        <ul>
            <li>
            контроль тока потребления
            </li>
            <li>
            отключение потребителя от сети электропитания в случае превышения потребляемого тока выше порога ограничения
            </li>
            <li>
            автоматическое повторное подключения потребителя к сети электропитания при уменьшении токопотребления ниже установленного порога ограничения не менее 3-х раз
            </li>
        </ul>
    Рабочее напряжение переменного тока 220В ± 10%; частотой 50 Гц ± 5%. Рабочий ток: 20А.<br />
    Габариты: 87х128х65 мм. Масса: не более 200 г.<br />
    Средний срок службы УТО-01Ф1: 10 лет.<br />
    </p>

    <h4 class="tcolor mtop25em">Варианты исполнения</h4>
    <p>
    Устройства управления токоограничением УТО-01Ф1 для однофазного переменного тока рассчитаны для применения в однофазных электрических сетях 220В с мощностью до 4,4кВт:
        <ul>
            <li>
            УТО-01Ф1/20 выбор ступеней ограничения (отключения) с помощью ключа iButton;
            </li>
            <li>
            УТО-01Ф12/20 выбор ступеней ограничения (отключения) с помощью ИК-пульта.
            </li>
        </ul>
    </p>
    <p>
        <img src="images/products/uto-01f20_cr.JPG" />
        <img src="images/products/uto-01f12_cr.JPG"/>
    </p>

    <h4 class="tcolor mtop25em">Варианты размещения устройства УТО-01Ф1 в МКД.</h4>
    <p>
    Устройство УТО-01Ф1 размещается в отдельном пластиковом боксе совместно с автоматом защиты (см. рис. выше).
    </p>
    <p>
    Устройство УТО-01Ф1 размещается в электрических щитках на месте установки пакетных выключателей в специальной металлической коммутационной коробке совместно с автоматическими выключателями (см. рис. ниже).
    </p>
    <p>
    В электрических щитках с установленной DIN-рейкой устройство УТО-01Ф1 может размещаться вместе с автоматическими выключателями (АВ) и закрываться общей металлической пластиной с окнами для доступа к органам управления.
    </p>
    <p>
        <img src="images/products/kk_f.JPG" width="800"/>
    </p>

    <h4 class="tcolor mtop25em">Преимущества устройств управления токоограничением</h4>
    <p>
        <ul>
            <li>Привязка всех технических решений к возможности реализовать с их использованием все процедуры, описанные в ПП РФ №354 при работе с неплательщиками за коммунальные ресурсы.</li>
            <li>Новые устройства могут использоваться в любых электрических цепях и располагаться до или после электросчетчиков в электрической цепи, а также в отсутствии электросчетчиков. Эти устройства могут использоваться, когда электросчетчики потребителей находятся как в их квартирах так и в других местах.</li>
            <li>Наличие нескольких ступеней ограничения позволяет избирательно вводить их для различных категорий потребителей-задолжников.</li>
            <li>Реализуемые с использованием новых технических решений способы повышения платежной дисциплины являются мягкими, гуманными и имеющими правовую защиту.</li>
        </ul>
    </p>

    <h4 class="tcolor mtop25em">Цена изделия</h4>
    <p style="margin-bottom: 5px">
        <a href="files/prices/uto.pdf" target="_blank">Прайс-лист на изделия группы УТО</a>
    </p>
    ';
}

function uvo(){
    return '
            <h4 class="tcolor">Назначение</h4>
            <p>Устройство управления водоограничением (далее УВО) предназначено для использования при строительстве и капитальном ремонте многоквартирных домов (МКД) и в жилищно коммунальном хозяйстве, для повышения собираемости платежей за коммунальные услуги (ХВС, ГВС и теплоснабжение) и принятия мер воздействия на потребителей-должников.</p>

            <h4 class="tcolor mtop25em">Нормативное регулирование процесса водоограничения</h4>
            <p>Правительством РФ утверждены правила предоставления водоснабжения и водоотведения, которые конкретизируют и регулируют отношения, возникающие между потребителями и поставщиками коммунальных услуг. Полномочия собственников жилых помещений и управляющей компании (УК) закреплены в 4 статье Федерального закона за № 416 от 07.12.2011 г. "О водоснабжении и водоотведении".</p>
            <p>В Правилах пользования системами коммунального водоснабжения и канализации (ПП РФ № 167 от 12.02.1999г.) также приведены понятия границ эксплуатационной ответственности, в качестве которой признается линия раздела элементов систем водоснабжения по признаку обязанностей (ответственности) за эксплуатацию элементов систем водоснабжения, устанавливаемая соглашением сторон. При отсутствии такого соглашения граница эксплуатационной ответственности определяется по границе балансовой принадлежности. Граница ответственности за эксплуатацию инженерных сетей, устройств и оборудования между общим имуществом в многоквартирном жилом доме и личным имуществом - помещением Собственника в системах отопления, горячего и холодного водоснабжения является: отсекающая арматура (первый вентиль) от стояковых трубопроводов, расположенных в помещении (квартире).</p>
            <p>В соответствии с ПП РФ № 354 от 06.05.11 г. и ПП РФ № 808 от 08.08.12 определены основания и порядок приостановления или ограничения предоставления коммунальных услуг, а также регламентируются вопросы, связанные с наступлением ответственности исполнителей и потребителей коммунальных услуг, в соответствии с которыми исполнитель коммунальных услуг (ИКУ), при наступлении соответствующих условий, имеет право на временное отключение ГВС, ограничение ХВС и теплоснабжения ТС.</p>

            <h4 class="tcolor mtop25em">Различные виды исполнения устройств УВО</h4>
            <p style="width: 100%; float: left; margin-bottom: 10px;">
                <span style="width: 250px; float: left; text-align: center; margin-left: 25px;">Холодное водоснабжение<br />(ХВС)</span>
                <span style="width:250px; float: left; text-align: center; margin-left: 25px;">Горячее водоснабжение<br />(ГВС)</span>
                <span style="width:250px; float: left; text-align: center; margin-left: 25px;">Теплоснабжение<br />(ТС)</span>
            </p>
            <p>
                <img src="images/products/uvo_cw.JPG" width="265px"/>
                <img src="images/products/uvo_hw.JPG" width="265px"/>
                <img src="images/products/uvo_h.JPG" width="323px" />
            </p>
            <!--
            <p>
                <table>
                    <tr>
                        <td style="width: 20%">Габаритные размеры, мм.:</td>
                        <td style="width: 208px;">82х85</td>
                        <td style="width: 265px;">82х85</td>
                        <td>57х57</td>
                    </tr>
                    <tr>
                        <td style="width: 20%">Масса, г.:</td>
                        <td style="width: 208px;">280</td>
                        <td style="width: 265px;">280</td>
                        <td>210</td>
                    </tr>
                </table>
            </p>
            -->

            <h4 class="tcolor mtop25em">Схема распределения зон эксплуатационной ответственности в многоквартирном доме (МКД) для ХВС и ГВС</h4>
            <div style="height: 300px;">
                <div style="width:100%; float:left"><img src="images/products/taps.png"/></div>
                <span style="margin-top: 10px; float: left; width: 100%;">Системы холодного водоснабжения (ХВС):</span>
                <ul style="  list-style-type: decimal; float: left; display: block; margin: 5px 0 0 18px; padding: 5px 0 5px 0;">
                    <li>Фитинг</li>
                    <li>Фильтр грубой очистки</li>
                    <li>Устройство водоограничения УВО-01ФХ/15</li>
                    <li>Запорная арматура (шаровой кран)</li>
                    <li>Зона разграничения ответственности исполнителя коммунальных услуг и потребителя</li>
                    <li>Счетчик холодной воды</li>
                </ul>
            </div>

            <h4 class="tcolor mtop25em">Принцип действия</h4>
            <p>Устройства управления водоограничением устанавливаются на трубопроводы холодной и горячей воды и теплоснабжения в системе водоснабжения многоквартирного дома, выполненой по системе горизонтальной разводки ХВС и ГВС. Установка УВО выполняется в зоне ответственности ИКУ (УК, ТСЖ и т.п.), и предоставляет возможность осуществлять избирательное ограничение подачи коммунального ресурса (ХВС, ГВС и теплоснабжение).</p>
            <p>Для защиты от несанкционированного доступа УВО имеют в наличии запирающий элемент с магнитным «секретом». Только с использованием соответствующей головки возможен процесс отпирания/запирания запирающего элемента шарового крана. Для ГВС и ХВС УВО имеют перед шаровым краном встроенный фильтр грубой очистки. Конструктивное исполнение УВО позволяет осуществить несколько ступеней ограничения или полное отключение водоснабжения. Механизм доступа также закрывается колпачком (синего цвета для холодной воды и красного для горячей воды), который пломбируется. Для УВО ХВС в шаровом кране кроме основного отверстия выполнено дополнительное отверстие малого диаметра, ось которого перпендикулярна основному.</p>
            <p>
                <img src="images/products/uvo_w1r.png" />
                <img src="images/products/uvo_w2r.png" />
            </p>
            <p style="width: 100%; float: left; margin-top: -15px;">
                <span style="width: 250px; float: left; text-align: center; margin-left: 25px;">Доступ к шаровому крану закрыт магнитной заглушкой</span>
                <span style="width:250px; float: left; text-align: center; margin-left: 55px;">Доступ к шаровому крану открыт для установки органичения</span>
            </p>
            <p>Габаритные размеры: ХВС и ГВС - 82х85 мм.; ТС - размер 57х57 мм.; масса: ХВС и ГВС - 280 г.; ТС – 210 г.</p>
            <p>Устройства группы УВО запатентованы в РФ как объект промышленной собственности (Патент РФ №143769). Продукция сертифицирована (Регистрационный номер декларации о соответствии: TC N RU Д-RU.АЛ16.В.7041).</p>

            <h4 class="tcolor mtop25em">Цена изделия</h4>
            <p style="margin-bottom: 5px">
            Цена изделия зависит от общего количества заказанных изделий, ниже приведены ссылки на соответстующие прайс-листы.
                <ul>
                <!--
                    <li>
                        <a href="files/prices/uvo.pdf" target="_blank">Цена УВО (ТС)</a>
                    </li>
                -->
                    <li>
                        <a href="files/prices/uvo1-299.pdf" target="_blank">Цена УВО (ХВС и ГВС) при заказе от 1 до 299 изделий</a>
                    </li>
                    <li>
                        <a href="files/prices/uvo300-999.pdf" target="_blank">Цена УВО (ХВС и ГВС) при заказе от 300 до 999 изделий</a>
                    </li>
                    <li>
                        <a href="files/prices/uvo1000-4999.pdf" target="_blank">Цена УВО (ХВС и ГВС) при заказе от 1000 до 4999 изделий</a>
                    </li>
                    <li>
                        <a href="files/prices/uvo5000.pdf" target="_blank">Цена УВО (ХВС и ГВС) при заказе от 5000 изделий</a>
                    </li>
                </ul>
            </p>
            ';

}

function ec(){
    return '
            <h4 class="tcolor">Назначение</h4>
            <p>Счетчики электрической энергии однофазные статические с функцией ограничения мощности ИНТЕГРА 101 предназначены для использования на розничном рынке, коммунальных услуг, в т.ч. розничном рынке электроэнергии для коммерческого учёта, а так же для повышения собираемости платежей за коммунальные услуги и принятию мер воздействия на потребителей-задолжников в системе жилищно-коммунального хозяйства в рамках Постановления Правительства РФ № 354 от 06.05.2011 г. "О предоставлении коммунальных услуг собственникам и пользователям помещений в многоквартирных домах и жилых домов".</p>

            <h4 class="tcolor mtop25em">Принцип действия</h4>
            <p>Счетчик ИНТЕГРА 101 устанавливается в электрической цепи потребителя электроэнергии и имеет возможность осуществлять ступенчатое ограничение по току нагрузки путём отключения подачи электроэнергии при превышении установленного уровня мощности. Операции по введению определенной ступени ограничения по мощности или полному отключению от подачи электроэнергии осуществляются с помощью инфракрасного (ИК) пульта лицами, уполномоченными на эти действия только в случаях, предусмотренных действующим законодательством. В основе работы устройства токоограничения в счетчике ИНТЕГРА 101 лежат запатентованные полезные модели и изобретение.</p>
            <p>
                <img src="images/products/integra_m.JPG" />
            </p>
            <h4 class="tcolor mtop25em">Технические характеристики</h4>
            <p>По устойчивости к воздействию температуры и влажности окружающей среды счетчики ИНТЕГРА 101 соответствуют исполнению УХЛ (NF) по ГОСТ 15150. По степени защиты, обеспечиваемой оболочкой, счетчик ИНТЕГРА 101 соответствует IР20 по ГОСТ 14254.</p>
            <p>
            Счетчики обеспечивают выполнение следующих функций:
                <ul>
                    <li>
                    измерение электрической активной энергии и активной мощности в однофазных двухпроводных цепях переменного тока частотой 50 Гц;
                    </li>
                    <li>
                    непосредственное (с ИК пульта) или удаленное (через систему АСКУЭ) управление ограничением или отключением электроэнергии;
                    </li>
                    <li>
                    контроль потребления мощности;
                    </li>
                    <li>
                    отключение потребителя от сети электропитания в случае превышения установленной потребляемой мощности.
                    </li>
                </ul>
            </p>
            <p>
            Номинальное напряжение/частота: 230В / 50 Гц<br>
            Базовый/ максимальный ток: 5/60А<br>
            Средняя наработка до отказа: не менее 220000 ч<br>
            Средний срок службы: не менее 30 лет<br>
            Межповерочный интервал: 16 лет<br>
            Габаритные размеры: 165 х 120 х 60 мм<br>
            Масса: не более 0.7 кг<br>
            Класс точности по ГОСТ 31819.21-2012 при измерении энергии: 1,0<br>
            Интерфейсы: ИК-порт, RS 485, импульсный выход<br>
            Комплексная тарифная структура:<br>
            количество тарифов до 4, количество сезонов до 14, количество недельных профилей до 8, количество дневных профилей до 14, праздничные дни до 254.
            </p>
            <h4 class="tcolor mtop25em">Преимущества ИНТЕГРА 101 перед другими счетчиками электрической энергии</h4>
            <p>Счетчик электрической энергии однофазный ИНТЕГРА 101 с функцией ограничения мощности позволяет, как удаленно, так и с помощью ИК пульта ограничивать или отключать потребление абонентом электрической энергии в случаях, предусмотренных действующим законодательством (ПП РФ № 442 и 354), а, следовательно, способствует непосредственной реализации правового института введения режима ограничения (отключения) электрической энергии в отношении конкретного потребителя (абонента).</p>';
}

function plist(){
    return '
            <!--
            <style type="text/css">
            ul.decimal li{
                padding: 3px 0;
                list-style-type: decimal
            }
            ul.disc{
                margin-bottom: 2px;
            }
            ul.disc li{
                list-style-type: disc;
            }
            </style>

            <h4 class="tcolor">Основные направления деятельности ОАО «НПП «Интеграл»:</h4>
            <p>
                <ul class="decimal">
                    <li>Проектирование и разработка, освоение и промышленное производство, проведение испытаний, поставка, монтаж и пуско-наладка, ремонт и техническое обслуживание следующих видов продукции:</li>
                        <ul class="disc">
                            <li>
                            компьютеризированные системы, приборы и оборудование для атомных станций;
                            </li>
                            <li>
                            комплексы и системы технических средств охраны;
                            </li>
                            <li>
                            комплексы охранной сигнализации протяженных и локальных объектов;
                            </li>
                            <li>
                            средства обнаружения и управления доступом;
                            </li>
                            <li>
                            системы пожаротушения для промышленных объектов, в том числе ядерно- и радиационно-опасных;
                            </li>
                            <li>
                            информационные (криптографические) средства, защитные голографические знаки и другие новые изделия.
                            </li>
                        </ul>
                    </li>
                    <li>
                    Разработка и реализация научно-технических идей, новых технологических процессов, конструкций, приборов, оборудования, технической документации на их производство и изготовление.
                    </li>
                    <li>
                    Установка устройств управления водоограничением и токоограничением.
                    </li>
                    <li>
                    Установка приборов учета потребления электроэнергии, оснащенных устройствами управления токоограничением.
                    </li>
                    <li>
                    Поставка, производство металлических изделий с различными покрытиями, материалов, обладающих специальными свойствами.
                    </li>
                    <li>
                    Организация производства продукции по заказам юридических лиц на договорных условиях.
                    </li>
                </ul>
            </p>
            -->
            <div class="clickable" onclick="window.location.href=\'index.php?r=site/page&view=production&show=ec\'">
                <div class="product">
                    <img id="integra" src="images/products/integra_pult.png"/>
                    <label class="pname" for="integra">Счетчик электрической энергии с функцией ограничения мощности ИНТЕГРА 101</label>
                </div>
            </div>
            <div class="clickable" onclick="window.location.href=\'index.php?r=site/page&view=production&show=uto\'">
                <div class="product">
                    <img id="integra" src="images/products/uto_m200_full_cr.png"/>
                    <label class="pname" for="integra">Устройство управления токоограничением УТО-01Ф11М200 коммутируемое с электросчетчиком Меркурий 200</label>
                </div>
            </div>
            <div class="clickable" onclick="window.location.href=\'index.php?r=site/page&view=production&show=uto\'">
                <div class="product">
                    <img id="uto" src="images/products/uto-01f12_cr.png"/>
                    <label class="pname" for="uto">Устройство управления токоограничением универсальное УТО-01Ф12</label>
                </div>
            </div>
            <div class="clickable" onclick="window.location.href=\'index.php?r=site/page&view=production&show=uvo\'">
                <div class="product">
                    <img id="uvo" src="images/products/uvo_s.JPG"/>
                    <label class="pname" for="uvo">Устройство управления водоограничением УВО для ХВС, ГВС с защитой от несанкционированных действий</label>
                </div>
            </div>
            ';
}

if( isset($_GET['show']) && $_GET['show'] != '' ){

    switch( $_GET['show'] ){
        case 'uto':
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция и услуги - Устройства управления токоограничением';
            $this->breadcrumbs=array('Продукция и услуги'=>array('site/page', 'view'=>'production'),'Устройства управления токоограничением');
            echo uto();
            break;
        case 'uvo':
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция и услуги - Устройства управления водоограничением';
            $this->breadcrumbs=array('Продукция и услуги'=>array('site/page', 'view'=>'production'),'Устройства управления водоограничением');
            echo uvo();
            break;
        case 'ec':
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция и услуги - Счетчики электрической энергии с функцией ограничения мощности ИНТЕГРА 101';
            $this->breadcrumbs=array('Продукция и услуги'=>array('site/page', 'view'=>'production'),'Счетчики электрической энергии с функцией ограничения мощности ИНТЕГРА 101');
            echo ec();
            break;
        default:
            /* @var $this SiteController */
            $this->pageTitle=Yii::app()->name . ' - Продукция и услуги';
            $this->breadcrumbs=array('Продукция и услуги',);
            echo plist();
            break;
    }
}
else{
    $this->pageTitle=Yii::app()->name . ' - Продукция и услуги';
    $this->breadcrumbs=array('Продукция и услуги',);

    echo plist();
}
?>