<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - Услуги';
$this->breadcrumbs=array(
    'Услуги',
);
?>
<p>
<h3>СКБ "Тензор" оказывает следующий спектр услуг:</h3>
    <ul>
        <li>Гидравлический расчет (по методике ВНИИПО) и проектирование технологической и электрической частей систем, созданных на базе производимых электронных приборов и технологического оборудования газового пожаротушения.</li>
        <li>Проектирование, поставка, монтаж, пуско-наладка систем, созданных на базе производимого оборудования, их гарантийное и послегарантийное обслуживание.</li>
        <li>Проектирование защиты отдельных помещений, зданий, территориально распределенных объектов.</li>
        <li>Разработка электронной аппаратуры (РЭА).</li>
        <li>Проведение типовых, предварительных, периодических испытаний оборудования по электромагнитной совместимости, по устойчивости к климатическим и механическим воздействиям, испытания на соответствие требований технических условий, - испытательный центр "КОД".</li>
        <li>Проведение расчетов надежности РЭА, запасных частей РЭА в соответствии с государственными, межгосударственными и другими стандартами на этапе проектирования и по результатам эксплуатации</li>
        <li>Проведение расчетов запасных частей (ЗИП), блоков и приборов РЭ.</li>
        <li>Разработка программ и методик определительных и контрольных испытаний на надежность РЭА, включая применение ускоренных методов.</li>
        <li>Разработка методов технологической тренировки для обеспечения требуемой надежности РЭА.</li>
        <li>Разработка, разводка печатных плат с применением PCAD.</li>
        <li>Сборка, наладка промышленных компьютеров.</li>
        <li>Разработка программного обеспечения противопожарных и охранных систем, интегрированных систем безопасности.</li>
        <li>Программирование микропроцессоров, разработка сервисного программного обеспечения для микропроцессорных приборов.</li>
        <li>Разработка конструкторской, эксплуатационной, программной документации.</li>
        <li>Проведение обучения и консультирование технического персонала по комплексной защите объектов, одобренной ВНИИПО методике и программному обеспечению гидравлического расчета "ГИДРА", проектированию технологической и электрической частей систем, созданных на базе производимого оборудования, принципам их установки, монтажа и наладки.</li>
        <li>Консультирование по вопросам обеспечение надежности радиоэлектронной аппаратуры на всех стадиях жизненного цикла: разработки, производства и эксплуатации.</li>
        <li>Системная интеграция, разработка программного обеспечения верхнего уровня комплексов безопасности.</li>
    </ul>
</p>