<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - Технологии';
$this->breadcrumbs=array(
    'Технологии',
);
?>
<p>
    <h3>LonWorks</h3>
В настоящее время нами ведутся работы по применению в составе выпускаемых нами приборов современной промышленной технологии LonWorks, позволяющей создавать комплексные системы автоматизации зданий.
В данный момент СКБ "Тензор" были выполнены следующие работы:<br />
<ul>
    <li>проведены испытания разработанного сетевого адаптера, с помощью которого стало возможным подключать устройства, работающие с протоколами RS232/RS485 к сети LonWorks (адаптер LonWorks - RS232/RS485);</li>
    <li>оформлены все лицензионные формальности с компанией ECHELON;</li>
    <li>несколько наших специалистов прошли сертификацию как сетевые интеграторы и разработчики устройств LonWorks.</li>
</ul>
</p>
<p>
    <h3>FireTrace</h3>
Автономные установки пожаротушения являются энергонезависимыми и могут быть использованы как отдельно, так и в составе комплексных систем пожарной безопасности в качестве побудителя систем сигнализации и/или системы пожаротушения на определенном участке объекта. Автономные системы базирующиеся на технологии FireTrace позволяют уменьшить риск повторного возгорания, значительно сокращая время обнаружения пожара, тревоги и активации системы, благодаря чему возможно уменьшить масштабы причиненного огнем ущерба.
Трубка FireTrace производится из специальных полимеров, позволяющих достигнуть желаемые характеристики сигнализации и выпуска состава, а также возможность идентификации возгорания по всей ее длине.
</p>
<p>
    <h3>Устройство для самотушения горящих жидкостей УСП</h3>
УСП обеспечивает как эффективное пожаротушение горящих жидкостей, так и предотвращение их загораний за счет подавления процесса газофазного горения. УСП является энергонезависимой системой, не требующей постоянного технического обслуживания, находящейся в постоянной готовности, срабатывание которой не зависит от исправности средств, обеспечивающих извещение о возникновении пожара. Процесс тушения с помощью УСП осуществляется без участия человека, не предусматривает применение традиционных средств и способов тушения горящих жидкостей, а также сводит к минимуму задымленность помещений.
</p>