<?php
/* @var $this SiteController */
$this->pageTitle=Yii::app()->name;
?>
<p>Cпециальное конструкторское бюро ”Тензор” является одним из крупнейших предприятий отрасли приборостроения и входит в Группу компаний "Тензор". Предприятие располагает мощной современной инженерно-производственной базой, находящейся в подмосковном наукограде Дубна.
Высокий профессионализм и надежность в выполнении своих обязательств позволяет СКБ "Тензор" на протяжении многих лет находиться в числе лидеров по созданию систем обеспечения безопасности и управления системами жизнеобеспечения важных государственных объектов.</p>
<p>Основными направлениями деятельности СКБ "Тензор" являются:</p>
<p>
    Разработка и производство оборудования:<br />
    <ul>
        <li>интегрированных систем безопасности,</li>
        <li>систем охранно-пожарной сигнализации и управления пожаротушением,</li>
        <li>установок автоматического и автономного газового пожаротушения,</li>
        <li>автоматизированных систем управления технологическими процессами,</li>
        <li>систем контроля и управления пожарной защитой (СКУ ПЗ).</li>
    </ul>
</p>
<p>
Разработка интеллектуальных интегрированных систем безопасности, включающих в себя средства охранно-пожарной сигнализации, контроля доступа, автоматического пожаротушения, дымоудаления, звукового и речевого оповещения.
</p>
<p>
Комплексное оснащение объектов системами безопасности: проектирование, поставка, строительно-монтажные и пуско-наладочные работы, гарантийное и послегарантийное обслуживание.
</p>
<p>
Проведение обучения и консультирование технического персонала по комплексной защите объектов, проектированию технологической и электрической частей систем, созданных на базе производимого оборудования, принципам их установки, монтажа и наладки.
</p>
<p>
Проведение типовых, предварительных, периодических испытаний оборудования по электромагнитной совместимости, по устойчивости к климатическим и механическим воздействиям, испытания на соответствие требованиям технических условий.
</p>
<p>
Консультирование по вопросам обеспечение надежности радиоэлектронной аппаратуры на всех стадиях жизненного цикла: разработки, производства и эксплуатации.
</p>
<p>
Системная интеграция, разработка программного обеспечения верхнего уровня комплексов безопасности.
</p>
<p>
Широкий набор технических средств, изготавливаемых предприятием, дает возможность удовлетворить потребности любого потребителя в создании систем различной масштабности и сложности. Производимое предприятием оборудование применено для построения систем безопасности электростанций:
<ul>
    <li>АЭС Волгодонской</li>
    <li>АЭС Курской</li>
    <li>АЭС Тяньваньской (КНР)</li>
    <li>АЭС Нововоронежской</li>
    <li>АЭС Кольской</li>
    <li>АЭС Калининской</li>
    <li>АЭС Билибинской</li>
    <li>АЭС Смоленской</li>
    <li>АЭС Балаковской</li>
    <li>АЭС Кудан-Кулам (Индия)</li>
    <li>АЭС Хмельницкой</li>
    <li>АЭС Бушер (Иран)</li>
    <li>АЭС Ровенской</li>
    <li>АЭС Ростов-2</li>
    <li>АЭС Белоярской</li>
    <li>АЭС Ленинградской-2</li>
    <li>ГРЭС Костромской</li>
    <li>ТЭЦ-20</li>
    <li>ТЭЦ-27</li>
    <li>Югозападной ТЭЦ</li>
</ul>
энергетических подстанций г. Москвы ("Черповецкая", "Очаково", "Западная","Чагино", "Бескудниково", "Мантурово"), объектов Министерства обороны, технологических помещений московского метрополитена, а также сотен прочих объектов гражданского и общепромышленного назначения.
</p>
<p>
Комплексный подход в работе, современные методы управления, мобильность, богатый опыт и высокая квалификация специалистов предприятия гарантируют своевременность и качество выполнения проектов в любом регионе России и за ее пределами.
</p>
<?php //echo CHtml::encode(Yii::app()->name); ?>
<?php //echo __FILE__; ?>
<?php //echo $this->getLayoutFile('main'); ?>